export const days = ['Понедельник', 'Вторник', 'Среда', 'Четверг', 'Пятница', 'Суббота', 'Воскресенье']
export const shortDays = ['ПН', 'ВТ', 'СР', 'ЧТ', 'ПТ', 'СБ', 'ВС']
export const tasks = [
  { ru: 'Какой день идёт после среды?', kz: 'Сәрсенбіден кейін қай күн келеді?', answer: 3 },
  { ru: 'Какой день идёт перед воскресеньем?', kz: 'Жексенбінің алдында қай күн келеді?', answer: 5 },
  { ru: 'Какой день идёт после понедельника?', kz: 'Дүйсенбіден кейін қай күн келеді?', answer: 1 },
  { ru: 'Какой день находится между вторником и четвергом?', kz: 'Сейсенбі мен бейсенбінің арасында қай күн бар?', answer: 2 },
  { ru: 'Какой день идёт перед пятницей?', kz: 'Жұманың алдында қай күн келеді?', answer: 3 },
  { ru: 'Какой первый день недели?', kz: 'Аптаның бірінші күні қай күн?', answer: 0 },
  { ru: 'Какой последний день недели?', kz: 'Аптаның соңғы күні қай күн?', answer: 6 },
  { ru: 'Какой день идёт после пятницы?', kz: 'Жұмадан кейін қай күн келеді?', answer: 5 },
  { ru: 'Какой день идёт перед вторником?', kz: 'Сейсенбінің алдында қай күн келеді?', answer: 0 },
  { ru: 'Начни с понедельника и сделай два шага вперёд. Где ты?', kz: 'Дүйсенбіден бастап екі қадам алға жүр. Қай күнге келдің?', answer: 2 },
  { ru: 'Начни с пятницы и сделай два шага назад. Где ты?', kz: 'Жұмадан бастап екі қадам артқа жүр. Қай күнге келдің?', answer: 2 },
  { ru: 'Какой день находится между четвергом и субботой?', kz: 'Бейсенбі мен сенбінің арасында қай күн бар?', answer: 4 },
  { ru: 'Если сегодня вторник, какой день будет завтра?', kz: 'Егер бүгін сейсенбі болса, ертең қай күн болады?', answer: 2 },
  { ru: 'Если сегодня суббота, какой день был вчера?', kz: 'Егер бүгін сенбі болса, кеше қай күн болды?', answer: 4 },
]
